Repository: aung-khantkyaw/echoread
Catalog: lib/l10n/app_*.arb
Languages: my

source: About
my: အကြောင်း

source: About Us
my: ကျွန်ုပ်တို့ အကြောင်း

source: Add
my: ထည့်မည်

source: Add another audio file
my: အသံဖိုင်ပေါင်းထည့်မည်

source: Add Author
my: စာရေးသူအသစ်ထည့်မည်

source: Add Book
my: စာအုပ်အသစ်ထည့်မည်

source: Adding . . .
my: ပေါင်းထည့်နေသည် . . .

source: Audio File
my: အသံဖိုင်

source: author
my: စာရေးဆရာ

source: Author Name
my: စာရေးသူအမည်

source: book
my: စာအုပ်

source: Book Count
my: စာအုပ်အရေအတွက်

source: Book Description
my: စာအုပ်အညွှန်း

source: Book Name
my: စာအုပ်အမည်

source: Books
my: စာအုပ်များ

source: Cancel
my: မလုပ်တော့ပါ

source: Collections
my: စုစည်းမှုများ

source: Confirm Delete
my: ဖျက်ရန်အတည်ပြုပါ

source: Confirm Deletion
my: ဖျက်ရန်အတည်ပြုခြင်း

source: Currently Reading
my: ဖတ်နေဆဲ

source: Delete
my: ဖျက်မည်

source: Delete Account
my: အကောင့်ကို ဖျက်မည်

# delete_account_confirm
source: Are you sure you want to delete your account?
my: သင်၏အကောင့်ကိုဖျက်ရန်သေချာပါသလား?

# delete_author
source: Are you sure you want to delete this author?
my: စာရေးသူကိုဖျက်ရန်သေချာပါသလား?

source: Delete Book
my: စာအုပ်ကို ဖျက်မည်

# delete_book_confirm
source: Are you sure you want to delete this book?
my: စာအုပ်ကိုဖျက်ရန်သေချာပါသလား?

source: Downloads
my: ဒေါင်းလုပ်များ

source: Ebook File
my: စာအုပ်ဖိုင်

source: Email Address Change
my: အီးမေးလ် လိပ်စာ ပြောင်းရန်

source: Explore
my: ရှာဖွေခြင်း

source: Explore authors
my: စာရေးဆရာများကို ရှာဖွေပါ

source: Finished
my: ဖတ်ပြီးသော

source: Help Center
my: အကူအညီ စင်တာ

source: Home
my: မူလစာမျက်နှာ

source: items
my: ခု

source: Language
my: ဘာသာစကား

source: Latest Books
my: နောက်ဆုံးထည့်သွင်းထားသော စာအုပ်များ

source: Log out
my: ထွက်ခွာမည်

source: My History
my: ဖတ်ပြီးမှတ်တမ်း

source: My Library
my: စာကြည့်တိုက်

source: No authors found
my: စာရေးဆရာများ မတွေ့ရှိပါ

source: No books
my: စာအုပ် မရှိပါ

source: No books found
my: စာအုပ်များ မတွေ့ရှိပါ

source: No file selected
my: ဖိုင်မရွေးချယ်ရသေးပါ

source: Password Reset
my: စကားဝှက် ပြန်လည်သတ်မှတ်ခြင်း

source: Privacy Policy
my: ကိုယ်ရေးရာလျှို့ဝှက်ချက် မူဝါဒ

source: Saved
my: သိမ်းဆည်းထားသည်

source: Save Book
my: စာအုပ်သိမ်းမည်

# search_authors_hint
source: Search for authors
my: စာရေးဆရာများကို ရှာဖွေပါ

# search_books_hint
source: Search for books
my: စာအုပ်များကို ရှာဖွေပါ

source: Select Author
my: စာရေးဆရာ‌ရွေးပါ

source: Select Image
my: ဓာတ်ပုံရွေးပါ

# select_image_hint
source: Tap to choose an image
my: ဓာတ်ပုံရွေးရန် တစ်ချက်နှိပ်ပါ

source: Settings
my: ဆက်တင်များ

# settings_screen
source: Setting
my: ဆက်တင်

source: Terms of Service
my: ဝန်ဆောင်မှု စည်းမျဉ်းများ

source: Unknown Author
my: အမည်မသိ စာရေးဆရာ

source: Update
my: ပြင်မည်

source: Update Account
my: အကောင့် ပြင်ဆင်ရန်

source: Update Author
my: စာရေးသူအားပြင်မည်

source: Updating . . .
my: ပြင်ဆင်နေသည်...

source: Username
my: အသုံးပြုသူ

source: Username Required
my: အသုံးပြုသူအမည်လိုအပ်သည်

source: Save Changes
my: ပြောင်းလဲမှုများသိမ်းမည်

source: Enter Book Description
my: စာအုပ်အကြောင်းအရာထည့်ပါ

source: Select an Author
my: စာရေးသူကိုရွေးပါ

source: Enter Book Name
my: စာအုပ်အမည်ထည့်ပါ

source: Update Book
my: စာအုပ်ပြင်မည်

source: Failed to Update Book
my: စာအုပ်ပြင်ဆင်ခြင်းမအောင်မြင်ပါ

source: Book Updated Successfully
my: စာအုပ်အောင်မြင်စွာပြင်ဆင်ပြီးပါပြီ

# select_book_cover_hint
source: Select Book Cover
my: စာအုပ်ကာဗာရွေးပါ

# select_ebook_file_hint
source: Select Ebook File
my: eBook ဖိုင်ရွေးပါ

# select_audio_file_hint
source: Select Audio File
my: အသံဖိုင်ရွေးပါ

# select_author_hint
source: Select an Author
my: စာရေးသူကိုရွေးချယ်ရန်

source: Validation Error
my: ထည့်သွင်းမှုမမှန်ကန်ပါ

source: Audio Access Denied
my: အသံဖိုင်ရယူခွင့်မပြုပါ

source: Ebook File Pick Error
my: eBook ဖိုင်ရွေးချယ်ရာတွင်အမှားရှိသည်

source: No Ebook File Selected
my: eBook ဖိုင်ရွေးမထားပါ

source: Image Access Denied
my: ပုံရယူခွင့်မပြုပါ
